Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# browser.import.warning.additionalDataUnavailable
source: Bookmarks, settings, and extensions import are not available yet. Imported cookies and history only.
ja: ブックマーク、設定、拡張機能のインポートにはまだ対応していません。Cookieと履歴のみを取り込みました。
ko: 북마크, 설정, 확장 프로그램 가져오기는 아직 지원되지 않습니다. 쿠키와 방문 기록만 가져왔습니다.
uk: Імпорт закладок, налаштувань і розширень ще недоступний. Імпортовано лише cookies та історію.

# browser.import.warning.browserCookiesReadFailed
source: Failed reading %@ cookies at %@: %@
ja: %@ のCookieを %@ から読み込めませんでした: %@
ko: %@ 쿠키를 %@에서 읽지 못했습니다: %@
uk: Не вдалося прочитати cookies %@ за адресою %@: %@

# browser.import.warning.browserHistoryReadFailed
source: Failed reading %@ history at %@: %@
ja: %@ の履歴を %@ から読み込めませんでした: %@
ko: %@ 방문 기록을 %@에서 읽지 못했습니다: %@
uk: Не вдалося прочитати історію %@ за адресою %@: %@

# browser.import.warning.cookieImportUnsupported
source: %@ cookie import is not implemented yet.
ja: %@ のCookieインポートにはまだ対応していません。
ko: %@ 쿠키 가져오기는 아직 구현되지 않았습니다.
uk: Імпорт cookies %@ ще не реалізовано.

# browser.import.warning.encryptedCookiesSkipped
source: Skipped %ld encrypted cookies that require Keychain decryption.
ja: Keychainでの復号が必要な暗号化Cookieを%ld件スキップしました。
ko: 키체인 복호화가 필요한 암호화된 쿠키 %ld개를 건너뛰었습니다.
uk: Пропущено %ld зашифрованих cookies, які потребують дешифрування через Keychain.

# browser.import.warning.keychainDecryptFailed
source: Skipped %ld encrypted %@ cookies because %@ could not be unlocked from Keychain.
ja: Keychain から %3$@ を開けなかったため、暗号化された %2$@ のCookieを%1$ld件スキップしました。
ko: 키체인에서 %3$@을(를) 잠금 해제할 수 없어 암호화된 %2$@ 쿠키 %1$ld개를 건너뛰었습니다.
uk: Пропущено %ld зашифрованих cookies %@, оскільки %@ не вдалося розблокувати через Keychain.

# browser.import.warning.firefoxCookiesReadFailed
source: Failed reading Firefox cookies at %@: %@
ja: Firefox のCookieを %@ から読み込めませんでした: %@
ko: %@에서 Firefox 쿠키를 읽지 못했습니다: %@
uk: Не вдалося прочитати cookies Firefox за адресою %@: %@

# browser.import.warning.firefoxHistoryReadFailed
source: Failed reading Firefox history at %@: %@
ja: Firefox の履歴を %@ から読み込めませんでした: %@
ko: %@에서 Firefox 방문 기록을 읽지 못했습니다: %@
uk: Не вдалося прочитати історію Firefox за адресою %@: %@

# browser.import.warning.noHistoryDatabase
source: No history database found for %@.
ja: %@ の履歴データベースが見つかりませんでした。
ko: %@에 대한 방문 기록 데이터베이스를 찾을 수 없습니다.
uk: База даних історії для %@ не знайдена.

# browser.import.warning.safariCookiesUnsupported
source: Safari cookies are stored in Cookies.binarycookies and are not yet supported by this importer.
ja: Safari のCookieは Cookies.binarycookies に保存されており、このインポーターではまだ対応していません。
ko: Safari 쿠키는 Cookies.binarycookies에 저장되어 있으며 아직 이 가져오기 도구에서 지원되지 않습니다.
uk: Cookies Safari зберігаються у форматі Cookies.binarycookies і поки не підтримуються цим імпортером.

# browser.theme.buttonHelp
source: Browser Theme: %@
ja: ブラウザーテーマ: %@
ko: 브라우저 테마: %@
uk: Тема браузера: %@

# browser.externalOpenFailure.copyLink
source: Copy Link
ja: リンクをコピー

# browser.externalOpenFailure.message
source: UniConnect could not open this link. You can copy it and open it in another app.
ja: UniConnect はこのリンクを開けませんでした。リンクをコピーして別のアプリで開けます。

# browser.externalOpenFailure.title
source: Cannot Open Link
ja: リンクを開けません

# browser.externalOpenPrompt.message
source: A web page in UniConnect wants to open a link in another app. You can stay in the browser instead.
ja: UniConnect のウェブページが別のアプリでリンクを開こうとしています。代わりにブラウザに留まることもできます。

# browser.externalOpenPrompt.openApp
source: Open App
ja: アプリを開く

# browser.externalOpenPrompt.stayInBrowser
source: Stay in Browser
ja: ブラウザに留まる

# browser.externalOpenPrompt.title
source: Open External App?
ja: 外部アプリを開きますか？

# browser.popup.loadingTitle
source: Loading…
ja: 読み込み中…
ko: 로딩 중…
uk: Завантаження…

# command.cloudVM.failed.exit
source: cmux vm new exited with status %d.
ja: cmux vm new がステータス %d で終了しました。

# command.cloudVM.failed.action.exit
source: Open a terminal and run `cmux auth status`, `cmux vm ls`, then `cmux vm new`. If you hit the active VM limit, delete one with `cmux vm rm <id>` and retry.
ja: ターミナルを開いて `cmux auth status`、`cmux vm ls`、`cmux vm new` を実行してください。アクティブな VM 数の上限に達している場合は `cmux vm rm <id>` で削除してから再試行してください。

# command.cloudVM.failed.action.launch
source: Reload UniConnect so the bundled CLI is available, then try again. If it still fails, run `cmux vm new` in a terminal and send us the output.
ja: バンドルされた CLI を使えるように UniConnect を再読み込みしてから再試行してください。それでも失敗する場合は、ターミナルで `cmux vm new` を実行して出力を送ってください。

# command.cloudVM.failed.action.missingCLI
source: Install or reload a fresh UniConnect build, then try Start Cloud VM again. You can also run `cmux vm new` in a terminal to see the full error.
ja: 新しい UniConnect ビルドをインストールまたは再読み込みしてから、Start Cloud VM をもう一度試してください。ターミナルで `cmux vm new` を実行すると完全なエラーも確認できます。

# command.cloudVM.failed.details
source: Details:
ja: 詳細:

# command.cloudVM.failed.details.hidden
source: Additional technical details are available in logs.
ja: 追加の技術的な詳細はログで確認できます。

# command.cloudVM.failed.launch
source: cmux vm new could not be launched.
ja: cmux vm new を起動できませんでした。

# command.cloudVM.failed.title
source: Couldn't Start Cloud VM
ja: Cloud VMを開始できませんでした

# command.cloudVM.failed.whatToTry
source: What to try:
ja: 試すこと:

# command.cloudVM.title
source: Start Cloud VM
ja: Cloud VMを開始

# command.copyPaneID.title
source: Copy Pane ID
ja: ペインIDをコピー
ko: 패널 ID 복사

# command.copySurfaceID.title
source: Copy Surface ID
ja: サーフェスIDをコピー
ko: 서피스 ID 복사

# command.copyWorkspaceIDAndRef.title
source: Copy Workspace ID and Ref
ja: ワークスペースIDと参照をコピー
ko: 워크스페이스 ID 및 참조 복사

# defaultTerminal.updateFailed.message
source: macOS could not update every default terminal handler.
ja: macOS はすべてのデフォルトターミナルハンドラを更新できませんでした。

# dialog.defaultTerminal.setFailed.title
source: Could Not Set Default Terminal
ja: デフォルトターミナルに設定できませんでした

# dialog.sshURL.blocked.title
source: UniConnect SSH Link Blocked
ja: UniConnect SSH リンクをブロックしました

# dialog.sshURL.launchFailed.exit
source: cmux ssh exited with status %d.
ja: cmux ssh はステータス %d で終了しました。

# dialog.sshURL.launchFailed.launch
source: cmux ssh could not be launched.
ja: cmux ssh を起動できませんでした。

# dialog.sshURL.launchFailed.title
source: Couldn't Open SSH Link
ja: SSH リンクを開けませんでした

# dialog.sshURL.cancel
source: No
ja: いいえ

# dialog.sshURL.checkbox
source: I trust this SSH target and want UniConnect to connect.
ja: この SSH 接続先を信頼し、UniConnect で接続することに同意します。

# dialog.sshURL.commandLabel
source: Command preview:
ja: コマンドのプレビュー:

# dialog.sshURL.targetLabel
source: SSH target: %@
ja: SSH 接続先: %@

# dialog.sshURL.error.destinationContainsUnsafeCharacters
source: The SSH host or user contains unsupported or hidden characters, so UniConnect refused to use it.
ja: SSH ホストまたはユーザーに未対応の文字または隠れた文字が含まれているため、UniConnect は使用を拒否しました。

# dialog.sshURL.error.destinationTooLong
source: The SSH target is too long. The maximum length is %lld characters.
ja: SSH 接続先が長すぎます。最大長は %lld 文字です。

# dialog.sshURL.error.missingDestination
source: The link did not include an SSH host.
ja: リンクに SSH ホストが含まれていません。

# dialog.sshURL.error.multipleLinks
source: Only one SSH link can be opened at a time.
ja: 一度に開ける SSH リンクは 1 つだけです。

# dialog.sshURL.error.titleContainsControlCharacters
source: The workspace title contains hidden control or formatting characters, so UniConnect refused to use it.
ja: ワークスペース名に隠れた制御文字または書式制御文字が含まれているため、UniConnect は使用を拒否しました。

# dialog.sshURL.error.titleTooLong
source: The workspace title is too long. The maximum length is %lld characters.
ja: ワークスペース名が長すぎます。最大長は %lld 文字です。

# dialog.sshURL.error.invalidIntegerParameter
source: The SSH link included an invalid integer value for parameter: %@
ja: SSH リンクのパラメータに無効な整数値が含まれています: %@

# dialog.sshURL.error.invalidHostKeyPolicy
source: The SSH link included an invalid host key policy for parameter: %@
ja: SSH リンクのパラメータに無効なホストキー確認ポリシーが含まれています: %@

# dialog.sshURL.error.destinationStartsWithDash
source: The SSH host or user cannot start with a dash.
ja: SSH ホストまたはユーザーをダッシュで始めることはできません。

# dialog.sshURL.error.conflictingDestinationParameters
source: The link included conflicting SSH target fields.
ja: リンクに競合する SSH 接続先フィールドが含まれています。

# dialog.sshURL.error.conflictingTitleParameters
source: The link included both title and name. Use only one workspace title field.
ja: リンクに title と name の両方が含まれています。ワークスペース名のフィールドは 1 つだけ使用してください。

# dialog.sshURL.error.duplicateParameter
source: The SSH link repeated a parameter: %@
ja: SSH リンクで同じパラメータが繰り返されています: %@

# dialog.sshURL.error.unsupportedParameter
source: The SSH link included an unsupported parameter: %@
ja: SSH リンクに未対応のパラメータが含まれています: %@

# dialog.sshURL.error.invalidPort
source: The SSH port must be between 1 and 65535.
ja: SSH ポートは 1 から 65535 の範囲で指定してください。

# dialog.sshURL.error.invalidBooleanParameter
source: The SSH link included an invalid boolean value for parameter: %@
ja: SSH リンクのパラメータに無効な真偽値が含まれています: %@

# dialog.sshURL.message
source: An external link wants to open "%@" in UniConnect. Do you want to open this SSH workspace? If you did not initiate this request, it may represent an attempted attack on your system. Only continue if you explicitly started this action.
ja: 外部リンクが "%@" を UniConnect で開こうとしています。この SSH ワークスペースを開きますか？ この操作を開始した覚えがない場合、システムへの攻撃の可能性があります。明示的にこの操作を開始した場合のみ続行してください。

# dialog.sshURL.run
source: Open
ja: 開く

# dialog.sshURL.title
source: Open SSH Workspace in UniConnect?
ja: UniConnect で SSH ワークスペースを開きますか？

# dialog.cmuxConfig.confirmCommand.messageWithCommand
source: This project action comes from: %@ It will run: %@
ja: このプロジェクトアクションは次の設定から読み込まれました: %@ 実行内容: %@

# dialog.cmuxConfig.confirmCommand.trustAndRun
source: Trust and Run
ja: 信頼して実行

# agent.codex.error.defaultMessage
source: Codex reported an error
ja: Codex でエラーが発生しました

# agent.codex.error.noFinalResponse
source: Codex ended before sending a final response
ja: Codex は最終応答を送信する前に終了しました

# agent.claude.completion.subtitle.completed
source: Completed
ja: 完了

# agent.claude.completion.subtitle.completedInProject
source: Completed in %@
ja: %@ で完了

# agent.codex.completion.body.sessionCompleted
source: %@ session completed
ja: %@ セッションが完了しました

# agent.codex.completion.subtitle.completed
source: Completed
ja: 完了

# agent.codex.completion.subtitle.completedInProject
source: Completed in %@
ja: %@ で完了

# agent.codex.error.status.auth
source: Codex auth error
ja: Codex 認証エラー

# agent.codex.error.status.generic
source: Codex error
ja: Codex エラー

# agent.codex.error.status.network
source: Codex network error
ja: Codex ネットワークエラー

# agent.codex.error.status.rateLimit
source: Codex rate limit
ja: Codex レート制限

# agent.codex.input.body.needsInput
source: Codex is asking a question
ja: Codex が質問しています

# agent.codex.input.status.needsInput
source: Codex needs input
ja: Codex 入力待ち

# agent.codex.input.subtitle.waiting
source: Waiting
ja: 待機状態

# agent.codex.status.idle
source: Idle
ja: 入力待ち

# agent.generic.notification.body.approvalNeeded
source: Approval needed
ja: 承認が必要です

# agent.generic.notification.body.needsAttention
source: %@ needs your attention
ja: %@ の確認が必要です

# agent.generic.notification.body.reportedError
source: %@ reported an error
ja: %@ がエラーを報告しました

# agent.generic.notification.body.sentNotification
source: %@ sent a notification
ja: %@ から通知が届きました

# agent.generic.notification.body.taskCompleted
source: Task completed
ja: タスクが完了しました

# agent.generic.notification.body.waitingForInput
source: Waiting for input
ja: 入力待ち

# agent.generic.notification.status.error
source: %@ error
ja: %@ エラー

# agent.generic.notification.status.idle
source: Idle
ja: 待機中

# agent.generic.notification.status.needsInput
source: %@ needs input
ja: %@ 入力待ち

# agent.generic.notification.subtitle.attention
source: Attention
ja: 確認

# agent.generic.notification.subtitle.completed
source: Completed
ja: 完了

# agent.generic.notification.subtitle.error
source: Error
ja: エラー

# agent.generic.notification.subtitle.permission
source: Permission
ja: 権限

# agent.generic.notification.subtitle.waiting
source: Waiting
ja: 待機中

# agent.generic.status.running
source: Running
ja: 実行中

# agent.codex.error.subtitle.auth
source: Auth error
ja: 認証エラー

# agent.codex.error.subtitle.generic
source: Error
ja: エラー

# agent.codex.error.subtitle.network
source: Network error
ja: ネットワークエラー

# agent.codex.error.subtitle.rateLimit
source: Rate limit
ja: レート制限

# command.cmuxConfig.issue.newWorkspaceActionRequiresWorkspaceCommand.detail
source: %@ must reference a workspace command action
ja: %@ はワークスペースコマンドアクションを参照する必要があります

# command.cmuxConfig.issue.newWorkspaceActionNotFound.detail
source: %@ references missing action '%@'
ja: %@ は存在しないアクション '%@' を参照しています

# command.cmuxConfig.issue.newWorkspaceCommandNotFound.detail
source: %@ references missing command '%@'
ja: %@ は存在しないコマンド '%@' を参照しています

# command.cmuxConfig.issue.newWorkspaceCommandRequiresWorkspace.detail
source: %@ '%@' must reference a workspace command
ja: %@ '%@' はワークスペースコマンドを参照する必要があります

# command.enableMatchTerminalBackground.title
source: Enable Match Terminal Background
ja: ターミナルの背景に合わせる

# command.disableMatchTerminalBackground.title
source: Disable Match Terminal Background
ja: ターミナルの背景に合わせる設定を無効にする

# command.matchTerminalBackground.subtitle
source: Choose Sidebar
ja: サイドバーを選択

# command.toggleSetting.disableTitle
source: Disable %@
ja: %@を無効化

# command.toggleSetting.enableTitle
source: Enable %@
ja: %@を有効化

# command.toggleSetting.state.on
source: On
ja: オン

# command.toggleSetting.state.off
source: Off
ja: オフ

# command.enableMinimalMode.title
source: Enable Minimal Mode
ja: ミニマルモードを有効にする
ko: 미니멀 모드 활성화
uk: Увімкнути мінімальний режим

# command.browserAvailability.subtitle
source: Browser
ja: ブラウザ

# command.disableMinimalMode.title
source: Disable Minimal Mode
ja: ミニマルモードを無効にする
ko: 미니멀 모드 비활성화
uk: Вимкнути мінімальний режим

# command.toggleUnread.title
source: Toggle Unread
ja: 未読を切り替え

# command.markOldestUnreadAndJumpNext.title
source: Mark as Oldest Unread and Jump to Next Latest Unread
ja: 最古の未読としてマークして次の最新未読にジャンプ

# command.openFolderInVSCodeInline.subtitle
source: VS Code Inline
ja: VS Code インライン
ko: VS Code 인라인

# command.openFolderInVSCodeInline.title
source: Open Folder in VS Code (Inline)…
ja: フォルダを VS Code で開く（インライン）…
ko: VS Code에서 폴더 열기 (인라인)…

# command.openGhosttySettings.subtitle
source: Ghostty Config Files
ja: Ghostty設定ファイル

# command.openGhosttySettings.title
source: Open Ghostty Settings in TextEdit
ja: Ghostty設定をTextEditで開く

# command.makeDefaultTerminal.subtitle
source: Global
ja: グローバル

# command.makeDefaultTerminal.keywords
source: default,terminal,ssh,launch,services,handler,command,tool,executable
ja: デフォルト,ターミナル,ssh,起動,サービス,ハンドラ,コマンド,tool,実行ファイル

# command.reopenPreviousSession.subtitle
source: History
ja: 履歴

# command.reopenPreviousSession.title
source: Restore Previous App Launch
ja: 前回のアプリ起動を復元

# command.forkAgentConversationRight.title
source: Fork Conversation to the Right
ja: 会話を右にフォーク

# command.forkAgentConversationLeft.title
source: Fork Conversation to the Left
ja: 会話を左にフォーク

# command.forkAgentConversationTop.title
source: Fork Conversation to the Top
ja: 会話を上にフォーク

# command.forkAgentConversationBottom.title
source: Fork Conversation to the Bottom
ja: 会話を下にフォーク

# command.forkAgentConversationNewWorkspace.title
source: Fork Conversation to New Workspace
ja: 会話を新規ワークスペースにフォーク

# commandPalette.kind.browser
source: Browser
ja: ブラウザ
ko: 브라우저
uk: Браузер

# commandPalette.kind.rightSidebarTool
source: Tool
ja: ツール

# commandPalette.kind.terminal
source: Terminal
ja: ターミナル
ko: 터미널
uk: Термінал

# commandPalette.search.switcherEmptyAllSurfaces
source: No workspaces or surfaces match your search.
ja: 検索に一致するワークスペースまたはサーフェスはありません。
ko: 검색과 일치하는 워크스페이스 또는 서피스가 없습니다.
uk: Робочі області чи поверхні, що відповідають пошуку, не знайдено.

# commandPalette.search.switcherPlaceholderAllSurfaces
source: Search workspaces and surfaces
ja: ワークスペースとサーフェスを検索
ko: 워크스페이스 및 서피스 검색
uk: Пошук робочих областей і поверхонь

# common.create
source: Create
ja: 作成
ko: 생성
uk: Створити

# contextMenu.clearLatestNotification
source: Clear Latest Notification
ja: 最新の通知をクリア
ko: 최근 알림 지우기

# contextMenu.clearLatestNotifications
source: Clear Latest Notifications
ja: 最新の通知をクリア
ko: 최근 알림 모두 지우기

# contextMenu.copyError
source: Copy Error
ja: エラーをコピー
ko: 오류 복사
uk: Копіювати помилку

# contextMenu.copyErrors
source: Copy Errors
ja: エラーをコピー
ko: 오류 모두 복사
uk: Копіювати помилки

# clipboard.sshError.single
source: SSH error (%@): %@
ja: SSH エラー (%@): %@
ko: SSH 오류 (%@): %@
uk: Помилка SSH (%@): %@

# contextMenu.copySshError
source: Copy SSH Error
ja: SSHエラーをコピー
ko: SSH 오류 복사
uk: Копіювати помилку SSH

# contextMenu.copyWorkspaceID
source: Copy Workspace ID
ja: ワークスペースIDをコピー
ko: 워크스페이스 ID 복사

# contextMenu.copyWorkspaceIDs
source: Copy Workspace IDs
ja: ワークスペースIDをコピー
ko: 워크스페이스 ID 복사

# dialog.closeTab.cancel
source: Cancel
ja: キャンセル
ko: 취소
uk: Скасувати

# dialog.closeTab.messageNamed
source: This will close "%@".
ja: 「%@」を閉じます。
ko: "%@"을(를) 닫습니다.
uk: Це закриє "%@".

# dialog.closeWindow.message
source: This will close the current window and all of its workspaces.
ja: 現在のウィンドウとそのすべてのワークスペースを閉じます。
ko: 현재 윈도우와 모든 워크스페이스가 닫힙니다.
uk: Це закриє поточне вікно та всі його робочі області.

# dialog.closeWindow.title
source: Close window?
ja: ウィンドウを閉じますか？
ko: 윈도우를 닫으시겠습니까?
uk: Закрити вікно?

# dialog.closeWorkspaces.message
source: This will close %1$lld workspaces and all of their panels: %2$@
ja: %1$lld 個のワークスペースと、それぞれのすべてのパネルを閉じます: %2$@
ko: %1$lld개의 워크스페이스와 모든 패널이 닫힙니다: %2$@
uk: Це закриє %1$lld робочих областей та всі їхні панелі: %2$@

# dialog.closeWorkspaces.title
source: Close workspaces?
ja: ワークスペースを閉じますか？
ko: 워크스페이스를 닫으시겠습니까?
uk: Закрити робочі області?

# dialog.closeWorkspacesWindow.message
source: This will close the current window, its %1$lld workspaces, and all of their panels: %2$@
ja: 現在のウィンドウと、その %1$lld 個のワークスペースと、それぞれのすべてのパネルを閉じます: %2$@
ko: 현재 윈도우, %1$lld개의 워크스페이스 및 모든 패널이 닫힙니다: %2$@
uk: Це закриє поточне вікно, його %1$lld робочих областей та всі їхні панелі: %2$@

# dialog.closePinnedWorkspace.message
source: This workspace is pinned. Closing it will close the workspace and all of its panels.
ja: このワークスペースはピン留めされています。閉じると、このワークスペースとその中のすべてのパネルが閉じます。
ko: 이 워크스페이스는 고정되어 있습니다. 닫으면 워크스페이스와 모든 패널이 닫힙니다.
uk: Ця робоча область закріплена. Закриття видалить робочу область та всі її панелі.

# dialog.closePinnedWorkspace.title
source: Close pinned workspace?
ja: ピン留めされたワークスペースを閉じますか？
ko: 고정된 워크스페이스를 닫으시겠습니까?
uk: Закрити закріплену робочу область?

# error.defaultTerminal.registrationFailed
source: UniConnect could not register as the default terminal app.
ja: UniConnect をデフォルトターミナルアプリとして登録できませんでした。

# menu.help.agentIntegrations
source: Agent Integrations
ja: エージェント連携

# menu.help.apiReference
source: API Reference
ja: APIリファレンス

# menu.help.browserAutomation
source: Browser Automation
ja: ブラウザ自動化

# menu.help.changelog
source: Changelog
ja: 変更履歴

# menu.help.concepts
source: Concepts
ja: コンセプト

# menu.help.configuration
source: Configuration
ja: 設定ガイド

# menu.help.customCommands
source: Custom Commands
ja: カスタムコマンド

# menu.help.gettingStarted
source: Getting Started
ja: はじめに

# menu.help.notifications
source: Notifications
ja: 通知

# menu.help.skills
source: Skills
ja: スキル

# menu.app.makeDefaultTerminal
source: Make UniConnect the Default Terminal
ja: UniConnect をデフォルトターミナルにする

# menu.file.openFolderInVSCodeInline
source: Open Folder in VS Code (Inline)…
ja: フォルダを VS Code で開く（インライン）…
ko: VS Code에서 폴더 열기 (인라인)…

# menu.file.openFolderInVSCodeInline.panelPrompt
source: Open in VS Code
ja: VS Code で開く
ko: VS Code에서 열기

# menu.file.openFolderInVSCodeInline.panelTitle
source: Open Folder in VS Code (Inline)
ja: フォルダを VS Code で開く（インライン）
ko: VS Code에서 폴더 열기 (인라인)

# historyPane.clearClosed
source: Clear Closed
ja: 閉じた項目を消去

# historyPane.clearClosed.help
source: Clear recently closed history
ja: 最近閉じた履歴を消去

# historyPane.closedAtFormat
source: Closed %@
ja: %@ に閉じました

# historyPane.day.today
source: Today
ja: 今日

# historyPane.day.yesterday
source: Yesterday
ja: 昨日

# historyPane.empty
source: No history yet
ja: 履歴はまだありません

# historyPane.focusedAtFormat
source: Focused %@
ja: %@ にフォーカス

# historyPane.noResults
source: No matching history
ja: 一致する履歴がありません

# historyPane.search.clear
source: Clear search
ja: 検索を消去

# historyPane.search.placeholder
source: Search history
ja: 履歴を検索

# menu.history.focusBack
source: Focus Back
ja: フォーカスを戻す

# menu.history.focusForward
source: Focus Forward
ja: フォーカスを進める

# menu.history.focusHistory
source: Focus History
ja: フォーカス履歴

# menu.history.noFocusBackHistory
source: No Back History
ja: 戻る履歴がありません

# menu.history.noFocusForwardHistory
source: No Forward History
ja: 進む履歴がありません

# menu.history.noFocusHistory
source: No Focus History
ja: フォーカス履歴がありません

# menu.history.recentlyFocused
source: Recently Focused
ja: 最近フォーカスした項目

# menu.history.recentlyFocused.subtitle
source: Most recent focus targets
ja: 最近フォーカスした移動先

# menu.history.showFullFocusBackHistory
source: Show Full Back History
ja: 戻る履歴をすべて表示

# menu.history.showFullFocusHistory
source: Show Full History
ja: すべての履歴を表示

# menu.history.showFullFocusForwardHistory
source: Show Full Forward History
ja: 進む履歴をすべて表示

# menu.history.recentlyClosed
source: Recently Closed
ja: 最近閉じた項目

# menu.history.recentlyClosed.subtitle
source: Tabs, workspaces, and windows
ja: タブ、ワークスペース、ウィンドウ

# menu.history.recentlyClosed.clearAll
source: Clear All
ja: すべて消去

# menu.history.recentlyClosed.empty
source: No Recently Closed Items
ja: 最近閉じた項目がありません

# menu.history.recentlyClosed.kind.tab
source: Tab
ja: タブ

# menu.history.recentlyClosed.kind.window
source: Window
ja: ウィンドウ

# menu.history.recentlyClosed.kind.workspace
source: Workspace
ja: ワークスペース

# menu.history.recentlyClosed.panel.browser
source: Browser
ja: ブラウザ

# menu.history.recentlyClosed.panel.filePreview
source: File Preview
ja: ファイルプレビュー

# menu.history.recentlyClosed.panel.terminal
source: Terminal
ja: ターミナル

# menu.history.recentlyClosed.panel.tool
source: Tool
ja: ツール

# menu.history.recentlyClosed.window.oneWorkspace
source: 1 workspace
ja: 1 個のワークスペース

# menu.history.recentlyClosed.window.workspaceCount
source: %d workspaces
ja: %d 個のワークスペース

# menu.history.recentlyClosed.window.workspaceCount.one
source: 1 workspace
ja: 1 個のワークスペース

# menu.history.recentlyClosed.window.workspaceCount.other
source: %d workspaces
ja: %d 個のワークスペース

# menu.history.reopenClosedItem
source: Reopen Last Closed
ja: 最後に閉じた項目を再度開く

# menu.history.reopenLastClosed
source: Reopen Last Closed
ja: 最後に閉じた項目を再度開く

# menu.history.title
source: History
ja: 履歴

# menu.history.untitledWorkspace
source: Untitled Workspace
ja: 無題のワークスペース

# menu.file.reopenPreviousSession
source: Restore Previous Launch
ja: 前回の起動を復元

# menu.file.restorePreviousAppLaunch
source: Restore Previous Launch
ja: 前回の起動を復元

# menu.find.findInDirectory
source: Find in Directory…
ja: ディレクトリ内を検索…

# menu.notifications.toggleUnread
source: Toggle Unread
ja: 未読を切り替え

# menu.openInVSCodeDesktop
source: Open Current Directory in VS Code
ja: 現在のディレクトリを VS Code で開く
ko: 현재 디렉토리를 VS Code에서 열기
uk: Відкрити поточну теку в VS Code

# menu.view.importFromBrowser
source: Import Browser Data…
ja: ブラウザーデータを取り込む…
ko: 브라우저 데이터 가져오기…
uk: Імпортувати дані браузера…

# menu.view.toggleReactGrab
source: Toggle React Grab
ja: React Grabの切り替え
ko: React Grab 전환
zh_hans: 切换 React Grab
zh_hant: 切換 React Grab

# notifications.resize
source: Resize notifications
ja: 通知をリサイズ

# notifications.resize.hint
source: Drag to resize the notifications popover
ja: ドラッグして通知ポップオーバーをリサイズ

# notifications.row.clear
source: Clear notification
ja: 通知をクリア

# notifications.jumpToLatest
source: Jump to Latest
ja: 最新へジャンプ
ko: 최신으로 이동
uk: Перейти до останнього

# settings.app.appearance
source: Appearance
ja: 外観
